Repository: peppermintcom/peppermint-iphone
Catalog: Peppermint/*.lproj/Text.strings
Languages: pt_pt, ru, tr, uk

source: via
ru: через
tr: kanal
uk: через

# Search for Contacts
source: Search All Contacts
pt_pt: Pesquisar Todos os Contactos
ru: Искать все контакты
tr: Kişileri Ara
uk: Шукати всі контакти

source: No contacts have been found.
pt_pt: Nenhum contacto foi encontrado.
ru: Ни одного контакта не найдено.
tr: Kayıtlı kişi bulunamadı.
uk: Жодного контакта не знайдено.

source: Ok
ru: Хорошо
tr: Tamam
uk: Гаразд

source: An error occured
pt_pt: Ocorreu um erro
ru: Произошла ошибка
tr: Bir hata oluştu
uk: Виникла помилка

# Contacts access rights explanation
source: To use Peppermint you need to give access to your contacts. You can change the access rights from the phone settings.
pt_pt: Para usar o Peppermint necessita de permitir o acesso aos seus contactos. Pode alterar as permissões a partir das definições do seu dispositivo.
ru: Чтобы использовать Peppermint, вам нужно предоставить доступ к контактам. Вы можете изменить правf доступа через настройки телефона.
tr: Daha güzel bir Peppermint deneyimi için kişilere erişim vermeniz gerekmektedir. İzinleri cihazınızın ayarlar bölümünden güncelleyebilirsiniz.
uk: Щоб використовувати Peppermint, вам потрібно надати доступ до контактів. Ви можете змінити права доступу через налаштування телефону.

source: Information
pt_pt: Informação
ru: Информация
tr: Bilgi
uk: Інформація

source: Record Message
pt_pt: Gravar Mensagem
ru: Запишите сообщиние
tr: Mesaj Kaydet
uk: Запишіть повідомлення

# for ContactNameSurname
source: for %@
pt_pt: para %@
ru: для %@
tr: %@ için
uk: для %@

# Could not resume
source: Could not resume the recording
pt_pt: Não foi possível continuar a gravação
ru: Невозможно возобновить запись
tr: Kayda devam edilemedi
uk: Неможливо відновити запис

# Could not start record
source: Could not start recording
pt_pt: Não foi possível iniciar a gravação
ru: Невозможно начать запись
tr: Kayıt başlatılamadı
uk: Неможливо почати запис

# Mail Subject
source: I sent you an audio message
ru: Вам отправлено аудио сообщение
uk: Вам надіслано аудіо повідомлення

# Mail Body Format
source: Custom mail content...
ru: Пользовательский контент почты...
uk: Користувацький контент пошти...

# Mail Text Format
source: Here's my message (%@). Touch %@ for a fast reply %@
ru: Вот моё сообщение (%@). Нажмите %@ для быстрого ответа %@
uk: Ось моє повідомлення (%@). Натисніть %@ для швидкої відповіді %@

# Time is up
source: Time is up! You may tap to send the recorded message or tap cancel
pt_pt: O limite de duração da gravação foi atingido! Por favor escolha se pretende enviar ou cancelar a gravação
ru: Время истекло! Вы можете нажать для отправки записанного сообщения или отменить
tr: Kayıt süresi limitine ulaşıldı. Kaydınızı gönderebilir ve ya iptal edebilirsiniz.
uk: Час вийшов! Ви можете натиснути для відправки записаного повідомлення або відмінити

# Message sent with success
source: Your message has been sent successfully
pt_pt: A sua mensagem foi enviada com sucesso
ru: Ваше сообщение отправлено успешно
tr: Mesajınız başarı ile gönderildi
uk: Ваше повідомлення успішно надіслано

source: All Contacts
pt_pt: Todos os Contactos
ru: Все контакты
tr: Tüm Kişiler
uk: Всі контакти

source: Recent Contacts
pt_pt: Contactos Recentes
ru: Недавние
tr: Güncel Kişiler
uk: Нещодавні

source: Email Contacts
pt_pt: Contactos de Email
ru: Е-мейл контакты
tr: Sadece E-posta
uk: Е-мейл контакти

source: Phone Contacts
pt_pt: Contactos Telefónicos
ru: Телефонные контакты
tr: Sadece Telefon
uk: Телефонні контакти

# Mic Access rights explanation
source: You should enable microphone access for recording.
pt_pt: Deverá permitir o acesso ao microfone antes de proceder com a gravação.
ru: Вы должны разрешить доступ к микрофону для записи.
tr: Kayıt yapabilmek için mikrofon erişim izni vermeniz gerekir.
uk: Ви повинні дозволити доступ до мікрофону для запису.

# Settings URL is not supported
source: Your iOS version does not support redirecting to the Settings Page. Please go to the Home Screen -> Settings -> Peppermint to change permissions
pt_pt: A sua versão do iOS não suporta o redireccionamento para o ecrã de Definições. Por favor aceda a "Ajustes" -> "Peppermint" para alterar as permissões
ru: Ваша версия iOS не поддерживает перенаправление на Настройки. Пожалуйста, перейдите на домашнюю страницу -> Настройки -> Peppermint изменить разрешения
tr: Mevcut iOS sürümüniz Ayarlar sayfasına yönlendirmeyi desteklemiyor. Uygulama izinlerini Ana Menü -> Ayarlar -> Peppermint yolunu izleyerek güncelleyebilirsiniz.
uk: Ваша версія iOS не підтримує перенаправлення на Налаштування. Будь ласка, перейдіть на домашню сторінку -> Налаштування -> Peppermint змінити дозволи

source: Settings
pt_pt: Ajustes
ru: Настройки
tr: Ayarlar
uk: Налаштування

# Recording is cut
source: Your voice recording was stopped. Would you like to send it?
pt_pt: A sua gravação foi interrompida. Deseja enviar?
ru: Ваша голосовая запись была остановлена. Вы хотите отправить ее?
tr: Mesaj kaydınız kesildi. Mevcut kaydı göndermek ister misiniz?
uk: Ваш голосовий запис зупинено. Ви бажаєте його надіслати?

# Recording for contact format
source: Recording for %@ %@
pt_pt: A gravar para %@ %@
ru: Запись для %@ %@
tr: %@ %@ için kaydediliyor
uk: Запис для %@ %@

# Hold to record message
source: Hold to record, release to send
pt_pt: Pressione para gravar, solte para enviar
ru: Держите для записи
tr: Kayıt için basılı tutun
uk: Тримайте для запису

source: Cancel
pt_pt: Cancelar
ru: Отменить
tr: İptal
uk: Відмінити

source: Email
ru: Эл.почта
tr: E-Posta
uk: Ел.пошта

# Record More Than Limit Format
source: Please record at least %d seconds before sending
pt_pt: Por favor grave durante pelo menos %d segundos antes de enviar
ru: Пожалуйста, запишите минимум %d секунду перед отправкой
tr: Gönderebilmek için lütfen en az %d saniye kayıt yapın
uk: Будь ласка, запишіть мінімум %d секунду перед відправкою

source: Send
pt_pt: Enviar
ru: Отправить
tr: Gönder
uk: Надіслати

source: Swipe in any direction to cancel
pt_pt: Deslize em qualquer direção para cancelar
ru: Проведите пальцем в любом направлении для отмены
tr: İptal etmek için hızlıca kaydırın.
uk: Проведіть пальцем у будь-якому напрямку для відміни

source: Swipe anywhere to cancel
pt_pt: Deslize o dedo para cancelar
ru: Проведите пальцем для отмены
tr: İptal etmek için hızlıca kaydırın.
uk: Проведіть пальцем, щоб скасувати

source: Tap to cancel
pt_pt: Pressione para cancelar
ru: Нажмите для отмены
tr: İptal etmek için dokunun
uk: Натисніть, щоб скасувати

# Service is not available
source: Your device does not support this message service
pt_pt: O seu dispositivo não suporta este serviço de mensagens
ru: Ваше устройство не поддерживает этого сервиса сообщений
tr: Cihazınız SMS mesaj servisini desteklememektedir.
uk: Ваш пристрій не підтримує цього сервису повідомлень

# SMS Body Format
source: I sent you an audio message %@
ru: Вам отправлено аудио сообщение %@
uk: Вам надіслано аудіо повідомлення %@

source: Log In With Facebook
pt_pt: Iniciar Sessão Facebook
ru: Войти через Facebook
tr: Facebook ile giriş yap
uk: Увійти через Facebook

source: Log In With Google
pt_pt: Iniciar Sessão Google
ru: Войти через Google
tr: Google ile giriş yap
uk: Увійти через Google

source: Log In With Email
pt_pt: Iniciar Sessão Email
ru: Войти через Email
tr: E-posta ile giriş yap
uk: Увійти через Email

# To send a message with Peppermint
source: To send a message with Peppermint, you need to create an account.
pt_pt: Para enviar uma mensagem com o Peppermint, necessita de criar uma conta.
ru: Чтоб отправить сообщение через Peppermint, вам нужно создать учётную запись.
tr: Peppermint ile mesaj göndermek için oturum açmanız gerekmektedir.
uk: Щоб надіслати повідомлення через Peppermint, вам потрібно створити обліковий запис.

# Please Login
source: Please select how to login:
pt_pt: Escolha como se autenticar:
ru: Пожалуйста, выберите как войти:
tr: Bir oturum açma yöntemi seçin :
uk: Будь ласка, оберіть як увійти:

source: Done
pt_pt: Concluído
ru: Сделано
tr: Tamam
uk: Зроблено

source: Contacts
pt_pt: Contactos
ru: Контакты
tr: Kişiler
uk: Контакти

source: Tutorial
ru: Руководство
tr: Başlangıç
uk: Посібник

source: Feedback
pt_pt: Opinião
ru: Отзывы
tr: Geri bildirim
uk: Відгуки

# Feedback account error
source: Please add and configure at least one mail account on this device to be able to send feedbacks
pt_pt: Por favor adicione e configure pelo menos uma conta de email neste dispositivo para nos poder enviar a sua opinião
ru: Пожалуйста, добавьте и настройте по крайней мере один е-мейл аккаунт на этом устройстве, чтоб отправлять отзывы
tr: Geri bildirimde bulunabilmek için lütfen cihazınızın e-posta istemcisinde en az bir hesap ile oturum açın.
uk: Будь ласка, додайте і налаштуйте принаймні один е-мейл аккаунт на цьому пристрої, щоб надсилати відгуки

# Feedback sent with success
source: Your message was sent
pt_pt: A sua mensagem foi enviada
ru: Ваше сообщение было отправлено
tr: Geribildiriminiz başarı ile gönderildi
uk: Ваше повідомлення було надіслано

# Feedback Subject
source: Peppermint feedback iPhone
ru: Peppermint отзыв iPhone
uk: Peppermint відгук iPhone

# Starting
source: Preparing
pt_pt: A Iniciar
ru: Подготовка
tr: Hazılanıyor
uk: Підготовка

source: Uploading
pt_pt: A Enviar
ru: Загружаю
tr: Yükleniyor
uk: Завантажую

source: Sending
pt_pt: A Enviar
ru: Отправка
tr: Gönderiliyor
uk: Відправка

source: Sent
pt_pt: Enviado
ru: Отправлено
tr: Gönderildi
uk: Надіслано

source: Cancelled
pt_pt: Cancelado
ru: Отменено
tr: İptal edildi
uk: Скасовано

source: Account
pt_pt: Conta
ru: Учётная запись
tr: Hesap
uk: Обліковий запис

source: Your Name
pt_pt: O seu Nome
ru: Ваше имя
tr: Adınız
uk: Ваше ім'я

# Could not get all needed information from facebook!
source: Could not get all needed information from facebook! Seems your facebook account does not contain needed details. Please update your profile or use other login method.
pt_pt: Não foi possível obter a informação necessário do Facebook! A sua conta Facebook poderá não conter os dados necessários. Por favor actualize o seu perfil ou utilize outro método de autenticação.
ru: Не удалось получить всю необходимую информацию из facebook! Кажется, в вашем facebook аккаунте не хватает всех нужных деталей. Пожалуйста, обновите ваш профиль или используйте другой способ входа.
tr: Gerekli hesap bilgileriniz facebook üzerinden alınamadı! facebook hesabınızda bu bilgiler tanımlanmamış olabilir. Lütfen profilinizi güncelleyerek tekrar deneyiniz veya diğer bir oturum açma yöntemi ile deneyiniz.
uk: Не вдалось отримати всю необхідну інформацію з facebook! Здається, в вашому facebook аккаунті немає всіх необхідних деталей. Будь ласка, оновіть ваш профіль або використайте інший спосіб входу.

# Validate Information Format
source: Verification link sent to %@. Please click on the link to finish your Peppermint registration
pt_pt: Email de verificação enviado para %@. Por favor siga as instruções enviadas para concluir o seu registo
ru: Ссылка с подтверждением отправлена %@. Пожалуйста, нажмите на ссылку для завершения регистрации в Peppermint
tr: Doğrulama bağlantısı %@ adresine gönderildi. Lütfen bağlantıyı tıklayarak Peppermint kayıt işlemini tamamlayın.
uk: Посилання з підтвердженням надіслано %@. Будь ласка, натисніть на посилання для завершення реєстрації в Peppermint

# Resend Verification
source: Resend Verification Link
pt_pt: Reenviar Email de Verificação
ru: Отправить еще раз
tr: Tekrar gönder
uk: Надіслати ще раз

# Register Information Missing
source: Please complete all fields
pt_pt: Por favor preencha todos os campos
ru: Пожалуйста, заполните все поля
tr: Lütfen tüm alanları doldurun
uk: Будь ласка, заповніть всі поля

source: Password
ru: Пароль
tr: Şifre
uk: Пароль

# Verification Mail Sent
source: Peppermint just sent you a verification email. Please check your email inbox!
pt_pt: O Peppermint acabou de lhe enviar um email de verificação. Por favor verifique a sua caixa de entrada!
ru: Peppermint только что отправил вам письмо с подтверждением. Пожалуйста, проверьте входящие!
tr: Peppermint size bir doğrulama e-postası gönderdi. Lütfen e-posta kutunuzu kontrol edin.
uk: Peppermint тільки що надіслав вам лист з підтвердженням. Будь ласка, перевірте вхідні!

source: This field is mandatory
pt_pt: Este campo é obrigatório
ru: Это поле является обязательным
tr: Bu alan zorunludur
uk: Це поле є обов'язковим

# Mail Format is not correct
source: Please enter a valid email
pt_pt: Por favor insira um email válido
ru: Пожалуйста, введите правильный эл.адрес
tr: Lütfen geçerli bir e-posta girin
uk: Будь ласка, введіть правильну ел.адресу

# Logged in message format
source: You are currently logged in using %@
pt_pt: A sua sessão está iniciada com %@
ru: Вы вошли с помощью %@
tr: %@ adresi ile oturum açtınız.
uk: Ви увійшли з допомогою %@

source: Log Out
pt_pt: Terminar Sessão
ru: Выйти
tr: Çıkış Yap
uk: Вийти

source: Signature
pt_pt: Assinatura
ru: Подпись
tr: İmza
uk: Підпис

source: Display Name
pt_pt: Nome
ru: имя
tr: Görüntülenen Ad
uk: Ім'я

# Display Name Description
source: Your Display Name (used when sending in-app emails)
pt_pt: O seu nome (utilizado no envio de emails)
ru: Ваше отображаемое имя (используется при отправке in-app писем)
tr: Görüntülenen adınız (e-posta imzalarında kullanılır)
uk: Ваше ім'я, що відображається (використовується при надсиланні in-app листів)

source: Save
pt_pt: Guardar
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Subject
pt_pt: Tópico
ru: Тема
tr: Konu
uk: Тема

# Subject Description
source: The email subject
pt_pt: O tópico dos emails
ru: Тема письма
tr: E-posta konusu
uk: Тема листа

# What is your name?
source: What's your name?
pt_pt: Qual é o seu nome?
ru: Ваше имя?
tr: Adınız nedir?
uk: Ваше ім'я?

source: Your Surname
pt_pt: Seu sobrenome
ru: Ваша фамилия
tr: Soyadınız
uk: Ваше прізвище

source: What is your surname?
pt_pt: Qual é o seu sobrenome?
ru: Ваша фамилия?
tr: Soyadınız nedir?
uk: Ваше прізвище?

source: Please enter at least 6 characters
pt_pt: Por favor insira pelo menos 6 caracteres
ru: Пожалуйста, введите минимум 6 символов
tr: Lütfen en az 6 karakter giriniz
uk: Будь ласка, введіть щонайменше 6 символів

source: Please connect to the Internet then Log In
pt_pt: Uma ligação à Internet é necessária para iniciar a sessão
ru: Пожалуйста, подсоединитесь к Интернету перед входом
tr: Lütfen internet bağlantınızı kontrol ederek tekrar deneyin.
uk: Будь ласка, під'єднайтесь до Інтернету перед входом

source: Continue
pt_pt: Continuar
ru: Продолжить
tr: Devam
uk: Продовжити

source: Please check your internet connection and try again
pt_pt: Por favor verifique a sua ligação à Internet e tente de novo
ru: Пожалуйста, проверьте ваше соединение с Интернетом и попробуйте еще раз
tr: Lütfen internet bağlantınızı kontrol ederek tekrar deneyin.
uk: Будь ласка, перевірте ваше з'єднання з Інтернетом і спробуйте ще раз

source: Please connect to the internet to upload the message
pt_pt: Uma ligação à Internet é necessária para enviar a mensagem
ru: Пожалуйста, подсоединитесь к Интернету для загрузки сообщения
tr: Mesaj yükleyebilmek için lütfen internet bağlantınızı kontrol edin
uk: Будь ласка, під'єднайтесь до Інтернету для завантаження повідомлення

source: Please check your login information
pt_pt: Por favor verifique os seus dados de autenticação
ru: Пожалуйста, проверьте вашу информацию для входа
tr: Lütfen oturum açma bilgilerinizi kontrol edin
uk: Будь ласка, перевірте вашу інформацію для входу

# Login with email
source: Don't have Google or Facebook? Log in with email and password
pt_pt: Não possui Google ou Facebook? Inicie a sessão com email e password
ru: У вас нет Google или Facebook? Войти через е-мейл и пароль
tr: Bir hesabınız yok mu? E-posta ile oturum açın
uk: У вас немає Google або Facebook? Увійти через е-мейл і пароль

# Your message will be sent later
source: No Internet connection. Your message will be sent later
pt_pt: Sem ligação à Internet. A sua mensagem será enviada mais tarde
ru: Соединение с Интернетом отсутствует. Ваше сообщение будет отправлено позже
tr: Bağlantı yok. Mesajınız daha sonra gönderilecek
uk: Нет Интернета. Сообщение будет отправлено позже

source: Invalid email
pt_pt: Email inválido
ru: Неправильный эл.адрес
tr: Geçersiz e-posta
uk: Неправильна ел.адреса

source: Invalid password
pt_pt: Password inválida
ru: Неверный пароль
tr: Geçersiz şifre
uk: Неправильний пароль

source: Add Contact
pt_pt: Adicionar Contacto
ru: Добавить контакт
tr: Kişi Ekle
uk: Додати контакт

source: View All Contacts
pt_pt: Ver Todos os Contactos
ru: Посмотреть все контакты
tr: Tüm Kişileri Görüntüle
uk: Подивитись всі контакти

# You can add a contact
source: You can add a contact with an email
pt_pt: Poderá adicionar um contacto com um endereço de email
ru: Вы можете добавить контакт с е-мейлом
tr: E-posta ile yeni bir kişi ekleyebilirsiniz
uk: Ви можете додати контакт з е-мейлом

source: New Contact
pt_pt: Novo Contacto
ru: Новый контакт
tr: Yeni Kişi
uk: Новий контакт

# Contact exists format
source: %@ already exists
pt_pt: %@ já existe
ru: %@ уже существует
tr: %@ zaten mevcut
uk: %@ вже існує

# Microphone is in use
source: Microphone is used by another application.
pt_pt: O microfone está a ser utilizado por outra aplicação.
ru: Микрофон используется другим приложением.
tr: Mikrofon başka bir uygulama tarafından kullanılıyor.
uk: Мікрофон використовується іншим додатком.

# Email recover message format
source: We sent an email to %@ to reset your password
pt_pt: Um email com instruções para a recuperação da password foi enviado para %@
ru: Мы отправили е-мейл %@ для восстановления пароля
tr: Parolanızı sıfırlamanız için %@ adresine bir e-posta gönderdik
uk: Ми надіслали е-мейл %@ для відновлення паролю

source: Search here for your friend.
pt_pt: Procure aqui pelo seu contacto.
ru: Найдите вашего друга.
tr: Arkadaşlarınızı burada arayın.
uk: Знайдіть вашого друга.

source: Then tap and hold to send them an audio message.
pt_pt: Depois pressione e mantenha para gravar e enviar uma mensagem de voz.
ru: Тогда нажмите и удерживайте для отправки аудио сообщения.
tr: Sonra onlara bir sesli mesaj göndermek için basılı tutun.
uk: Тоді натисніть і утримуйте для відправки аудіо повідомлення.

source: Display Name can not be empty
pt_pt: O seu nome não poderá permanecer vazio
ru: Отображаемое имя не может быть пустым
tr: Görüntülenen ad boş olamaz
uk: Ім'я не може бути пустим

source: Cancel registration or change email
pt_pt: Cancelar registo ou mudar email
ru: Отменить или сменить е-мейл
tr: İptal et / E-posta değiştir
uk: Скасувати або змінити е-мейл

source: Contact Support
pt_pt: Contactar Suporte
ru: Связаться со службой поддержки
tr: Destek alın
uk: Зв'язатись зі службою підтримки

# Contact Support account error
source: Please add and configure at least one mail account on this device to be able to contact support
pt_pt: Por favor adicione e configure pelo menos uma conta de email neste dispositivo para poder contactar a equipa de suporte
ru: Пожалуйста, добавьте и настройте по крайней мере один е-мейл аккаунт на этом устройстве, чтоб связываться со службой поддержки
tr: Geri bildirimde bulunabilmek için lütfen cihazınızın e-posta istemcisinde en az bir hesap ile oturum açın.
uk: Будь ласка, додайте і налаштуйте принаймні один е-мейл аккаунт на цьому пристрої, щоб зв'язатись зі службою підтримки

# Contact Support Subject
source: Contact Support
ru: Связаться со службой поддержки
uk: Зв'язатись зі службою підтримки

source: Contact support mail was sent
pt_pt: O seu email de suporte foi enviado
ru: Письмо в службу поддержки было отправлено
tr: Destek e-postası gönderildi
uk: Лист в службу підтримки надіслано

source: You have installed Peppermint. Click to send your first message!
pt_pt: Acabou de instalar o Peppermint. Envie agora a sua primeira mensagem de voz!
ru: Вы установили Peppermint. Нажмите для отправки вашего первого сообщения!
tr: Peppermint'i yüklediniz. İlk mesajınızı göndermek için dokunun!
uk: Ви встановили Peppermint. Натисніть для відправки вашого першого повідомлення!

source: About
pt_pt: Sobre
ru: Информация
tr: Hakkında
uk: Інформація

source: Privacy Policy & Terms of Use
pt_pt: Política de Privacidade & Condições de Serviço
ru: Политика конфиденциальности & Условия использования
tr: Gizlilik Politikası & Kullanım Şartları
uk: Політика конфіденційності & Умови використання

source: Version
pt_pt: Versão
ru: Версия
tr: Versiyon
uk: Версія

# Record a Message
source: Press and Hold to Record
pt_pt: Pressione para Gravar
ru: Держите для записи
tr: Kayıt için basılı tutun
uk: Тримайте для запису

source: Year
pt_pt: Ano
ru: Год
tr: Yıl
uk: Рік

source: Month
pt_pt: Mês
ru: Мес.
tr: Ay
uk: Міс.

source: Day
pt_pt: Dia
ru: Д.
tr: Gün
uk: Д.

source: Hour
pt_pt: Hora
ru: Ч.
tr: Saat
uk: Г.

source: Minute
pt_pt: Minuto
ru: Мин.
tr: Dakika
uk: Хв.

source: Just Now
pt_pt: Agora Mesmo
ru: Только что
tr: Az Önce
uk: Тільки що

source: Don't want to create an account yet? click here
pt_pt: Quer saber mais antes de criar uma conta? Pressione aqui
ru: Пока не хотите создавать учётную запись? нажмите здесь
tr: Henüz hesap istemiyor musunuz? Buraya dokunun
uk: Поки не бажаєте створювати обліковий запис? натисніть тут

source: Please enter a valid name.
pt_pt: Por favor insira um nome válido.
ru: Пожалуйста, введите правильное имя.
tr: Lütfen geçerli bir isim girin.
uk: Будь ласка, введіть правильне ім'я.

source: Please enter a valid email.
pt_pt: Por favor insira um email válido.
ru: Пожалуйста, введите правильный эл.адрес.
tr: Lütfen geçerli bir e-posta girin.
uk: Будь ласка, введіть правильнe ел.адресу.

source: Please enter a valid phone number.
pt_pt: Por favor insira um contacto telefónico válido.
ru: Пожалуйста, введите правильный номер телефона.
tr: Lütfen geçerli bir telefon girin.
uk: Будь ласка, введіть правильний номер телефону.

source: Show results from iPhone contacts
pt_pt: Apresentar contactos do iPhone
ru: Показать результаты из контактов iPhone
tr: iPhone kişilerini de göster
uk: Показати результати з контактів iPhone

source: Sending via SMS
pt_pt: A Enviar via SMS
ru: Отправка через SMS
tr: SMS ile gönder
uk: Відправка через SMS

source: Sending via SMS may cost you money. Continue?
pt_pt: Enviar via SMS poderá ter custos monetários. Continuar?
ru: Отправка через SMS может стоить вам денег. Продолжить?
tr: SMS gönderimi operatörünüz tarafından ücretlendirilebilir. Devam et?
uk: Відправка через SMS може коштувати вам грошей. Продовжити?

source: Send to Email Instead
pt_pt: Prefiro enviar por Email
ru: Отправить на е-мейл взамен
tr: Bunun yerine e-posta gönder
uk: Надіслати на е-мейл натомість

source: Do not ask this again and always send the SMS message
pt_pt: Não perguntar novamente e enviar sempre através de SMS
ru: Больше не спрашивать и всегда отправлять SMS сообщения
tr: Bunu bir daha sorma ve her zaman SMS gönder.
uk: Більше не запитувати і завжди надсилати SMS повідомлення

source: Yes
pt_pt: Sim
ru: Да
tr: Evet
uk: Так

source: No
pt_pt: Não
ru: Нет
tr: Hayır
uk: Ні

source: Add email address
pt_pt: Adicionar endereço de email
ru: Добавить эл.адрес
tr: E-posta adresi ekle
uk: Додати ел.адресу

source: Reply
pt_pt: Responder
ru: Ответить
tr: Yanıtla
uk: Відповісти

source: Please try again later
pt_pt: Por favor tente de novo mais tarde
ru: Пожалуйста, попробуйте еще раз позже
tr: Lütfen daha sonra tekrar deneyin
uk: Будь ласка, спробуйте ще раз пізніше
