Repository: peppermintcom/peppermint-iphone
Catalog: Peppermint/*.lproj/Text.strings
Languages: pt_pt, ru, tr, uk

# Mandrill message can not be delivered
source: Peppermint could not deliver verification email. Please check your inbox settings
pt_pt: O Peppermint não conseguiu entregar o email de verificação. Por favor verifique as duas definições de caixa de entrada
ru: Peppermint не смог доставить подтверждающее письмо. Пожалуйста, проверьте ваши настройки входящих
tr: e-posta gönderilemedi. Lütfen e-posta kutusu ayarlarını kontrol edin.
uk: Peppermint не зміг надіслати лист-підтвердження. Будь ласка, перевірте ваші налаштування вхідних

source: Enable
pt_pt: Ativar
ru: Включить
tr: Etkinleştir
uk: Увімкнути

source: You should have internet connection to login
pt_pt: Necessita de ligação à Internet para iniciar a sessão
ru: Для входа необходимо соединение с Интернетом
tr: Oturum açmak için lütfen internet bağlantınızı kontrol edin
uk: Для входу необхідно мати з'єднання з Інтернетом

source: Today
pt_pt: Hoje
ru: Сегодня
tr: Bugün
uk: Сьогодні

source: Yesterday
pt_pt: Ontem
ru: Вчера
tr: Dün
uk: Вчора

source: or email us for support
pt_pt: ou através de um email
ru: или отправьте письмо
tr: ya da destek için e-posta atın
uk: або надішліть листа

source: Peppermint Support
pt_pt: Suporte Peppermint
ru: Служба поддержки
tr: Peppermint Destek
uk: Служба підтримки

# Peppermint Support Explanation
source: Send us audio feedback on the app
pt_pt: Envie-nos a sua opinião numa mensagem de voz
ru: Аудио отзыв о приложении
tr: Sesli bir geri bildirim yapın
uk: Аудіо відгук про додаток

source: There are no recent contacts
pt_pt: Não existem contactos recentes
ru: Недавних контактов нет
tr: Kayıtlı kişi bulunamadı.
uk: Нещодавніх контактів немає

source: To start seeing how easy it is to reply to emails, add an account
pt_pt: Confirme o quão fácil é responder a um email. Crie uma conta
ru: Чтоб увидеть насколько легко отвечать на письма, создайте уч.запись
tr: E-postalara cevap vermek artık çok kolay. Görmek için bir hesap ekleyin.
uk: Щоб побачити наскільки легко відповідати на листи, створіть обл.запис

source: COMING SOON
pt_pt: BREVEMENTE
ru: СКОРО
tr: YAKINDA
uk: СКОРО

source: Mail Contacts
pt_pt: Contactos de Email
ru: Контакты эл.почты
tr: E-postalar
uk: Контакти ел.пошти

source: NEW
pt_pt: NOVO
ru: НОВОЕ
tr: YENİ
uk: НОВЕ

source: Sent Audio Message
pt_pt: Mensagem Enviada
ru: Аудио сообщение отправлено
tr: Sesli mesaj gönderildi
uk: Аудіо повідомлення надіслано

source: Received Audio Message
pt_pt: Mensagem Recebida
ru: Получено аудио сообщение
tr: Sesli mesaj alındı
uk: Отримано аудіо повідомлення

source: Search
pt_pt: Pesquisar
ru: Поиск
tr: Ara
uk: Пошук

source: Audio message could not be played. Please check your connection and try again.
pt_pt: Não foi possível reproduzir a mensagem. Por favor verifique a sua ligação à Internet e tente novamente.
ru: Невозможно воспроизвести аудио сообщение. Пожалуйста, проверьте ваше соединение и попробуйте еще раз.
tr: Sesli mesaj oynatılamadı. Lütfen internet bağlantını kontrol edin ve tekrar deneyin.
uk: Неможливо відтворити аудіо повідомлення. Будь ласка, перевірте ваше з'єднання і спробуйте ще раз.

source: Sending via Email
pt_pt: A Enviar via Email
ru: Отправка через е-мейл
tr: E-Posta adresi ile gönder
uk: Відправка через е-мейл

source: No email address found. Please insert an email address for this contact.
pt_pt: Nenhum email encontrado. Por favor adicione um email para este contacto.
ru: Эл.адресов не найдено. Пожалуйста, добавьте эл.адрес для этого контакта.
tr: Hiçbir e-posta adresi bulunamadı. Bu kişi için bir e-posta adresi giriniz.
uk: Ел.адрес не знайдено. Будь ласка, додайте ел.адресу для цього контакту.

source: Save email address
pt_pt: Guardar endereço de email
ru: Сохранить эл.адрес
tr: E-posta yı kaydet
uk: Зберегти ел.адресу

# Active Locale
source: en_US
pt_pt: pt_PT
ru: англ_США
tr: tr_TR
uk: англ_США

source: First Name
pt_pt: Nome
ru: Имя
tr: İsim
uk: Ім'я

source: Last Name
pt_pt: Apelido
ru: Фамилия
tr: Soyisim
uk: Прізвище

source: Phone Number
pt_pt: Número de telefone
ru: Номер телефона
tr: Telefon Numarası
uk: Номер телефону

source: Your Email
pt_pt: Seu email
ru: Ваш эл.адрес
tr: E-Posta adresiniz
uk: Ваша ел.адреса

source: Welcome Back
pt_pt: Bem vindo de volta
ru: С возвращением
tr: Tekrar Hoşgeldiniz
uk: З поверненням

source: Log in
pt_pt: Entrar
ru: Войти
tr: Oturum aç
uk: Увійти

source: Forgot password?
pt_pt: Esqueceu a senha?
ru: Забыли пароль?
tr: Unuttunuz mu?
uk: Забули пароль?

source: ago
ru: назад
uk: тому

# AUTOMATIC TRANSCRIPTION
source: TRANSCRIPTION
ru: ТРАНСКРИПЦИЯ
uk: ТРАНСКРИПЦіЯ

# Transcription Preffered Default Language
source: en-US
ru: ru-RU
uk: uk-UA

# Secont
source: Second
pt_pt: Segundo
tr: Saniye
